"Preview" = "Náhled";
"Info" = "Informace";

"Name:" = "Jméno:";
"Kind:" = "Druh:";
"Size:" = "Velikost:";
"Capacity:" = "Kapacita:";
"Free:" = "Volno:";
"Modified:" = "Změny:";
"Created:" = "Vytvořeno:";
"Owner:" = "Majitel:";
"Group:" = "Skupina:";
"Permission:" = "Práva:";
"Type:" = "Typ:";
"Creator:" = "Tvůrce:";
"Version:" = "Verze:";
"Path:" = "Cesta:";
"Resolved:" = "Resolved:";
"Application:" = "Aplikace:";
"MP3:" = "MP3:";
"Format:" = "Format:";
"Mount Point:" = "Místo připojení:";
"Device:" = "Zařízení:";
"Volume:" = "Svazek:";

"rsrc:" = "rsrc:";
"data:" = "data:";
"Calculating..." = "Počítám...";
"Contents:" = "Obsah:";
" items" = " položek";
" bytes" = " bytů";

"Calculate" = "Vypočítat";





